Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# exerciseDetail.noMedia
source: No reference photo for this exercise
de: Kein Referenzfoto für diese Übung
es: No hay foto de referencia para este ejercicio
fr: Aucune photo de référence pour cet exercice
hy: Այս վարժության համար հղումային լուսանկար չկա
it: Nessuna foto di riferimento per questo esercizio
ka: ამ სავარჯიშოს არ აქვს ეტალონური ფოტო
ru: Нет референсного фото для этого упражнения
sr: Нема референтне фотографије за ову вежбу

# exerciseDetail.noMedia.breathingMobility
source: No reference photo — follow the breathing/mobility cue above
de: Kein Referenzfoto – folge dem Atem-/Mobilitätshinweis oben
es: Sin foto de referencia: sigue la indicación de respiración/movilidad de arriba
fr: Pas de photo de référence — suis la consigne de respiration/mobilité ci-dessus
hy: Հղումային լուսանկար չկա. հետևիր վերևի շնչառության/շարժունակության հուշմանը
it: Nessuna foto di riferimento: segui l'indicazione di respirazione/mobilità qui sopra
ka: სარეფერენსო ფოტო არ არის — მიჰყევი ზემოთ მოცემულ სუნთქვის/მობილობის მითითებას
ru: Без референс-фото — следуй подсказке по дыханию/мобильности выше
sr: Нема референтне фотографије — прати упутство за дисање/покретљивост изнад

# exerciseDetail.noMedia.cardio
source: No reference photo — this one's about pace and effort, not a position to copy
de: Kein Referenzfoto – hier zählen Tempo und Einsatz, keine Position zum Nachmachen
es: Sin foto de referencia: aquí importan el ritmo y el esfuerzo, no una postura que copiar
fr: Pas de photo de référence — ici c'est le rythme et l'effort qui comptent, pas une position à copier
hy: Հղումային լուսանկար չկա. այստեղ կարևորը տեմպն ու ջանքն են, ոչ թե կրկնօրինակելու դիրքը
it: Nessuna foto di riferimento: qui contano ritmo e sforzo, non una posizione da copiare
ka: სარეფერენსო ფოტო არ არის — აქ მთავარია ტემპი და ძალისხმევა, და არა პოზა
ru: Без референс-фото — здесь важны темп и усилие, а не поза, которую нужно повторить
sr: Нема референтне фотографије — овде су битни темпо и труд, а не положај који се копира

# exerciseDetail.photoRetry
source: Couldn't load photo, tap to retry
de: Foto konnte nicht geladen werden – zum Wiederholen tippen
es: No se pudo cargar la foto; toca para reintentar
fr: Impossible de charger la photo, touche pour réessayer
hy: Լուսանկարը չհաջողվեց բեռնել. հպիր՝ նորից փորձելու համար
it: Impossibile caricare la foto, tocca per riprovare
ka: ფოტო ვერ ჩაიტვირთა — შეეხე ხელახლა საცდელად
ru: Не удалось загрузить фото — нажми, чтобы повторить
sr: Фотографија није учитана — додирни да покушаш поново

# exerciseDetail.rpeExplainer
source: RPE = Rate of Perceived Exertion, how hard a set feels (1 = very easy, 10 = maximum effort).
de: RPE = Rate of Perceived Exertion (wahrgenommene Anstrengung) — wie schwer sich ein Satz anfühlt (1 = sehr leicht, 10 = maximale Anstrengung).
es: RPE = Índice de Esfuerzo Percibido, lo duro que se siente una serie (1 = muy fácil, 10 = esfuerzo máximo).
fr: RPE = indice d'effort perçu, à quel point une série est ressentie comme difficile (1 = très facile, 10 = effort maximal).
hy: RPE = ընկալվող ջանքի աստիճան, թե որքան դժվար է զգացվում մարզումը (1 = շատ հեշտ, 10 = առավելագույն ջանք)։
it: RPE = Indice di Sforzo Percepito, quanto è impegnativa una serie (1 = molto facile, 10 = sforzo massimo).
ka: RPE = აღქმული დატვირთვის დონე — რამდენად რთულია სავარჯიშო სეტი (1 = ძალიან იოლი, 10 = მაქსიმალური ძალისხმევა).
ru: RPE = субъективная оценка нагрузки — насколько тяжёлым ощущается подход (1 = очень легко, 10 = максимальное усилие).
sr: RPE = Оцена перципираног напора, колико тежак делује сет (1 = веома лако, 10 = максималан напор).

# exerciseDetail.summary.noRest
source: %lld sets × %@ — %@ — %@
de: %lld Sätze × %@ — %@ — %@
es: %lld series × %@ — %@ — %@
fr: %lld séries × %@ — %@ — %@
hy: %lld մոտեցում × %@ — %@ — %@
it: %lld serie × %@ — %@ — %@
ka: %lld სეტი × %@ — %@ — %@
ru: %lld подходов × %@ — %@ — %@
sr: %lld серија × %@ — %@ — %@

# exerciseDetail.summary.withRest
source: %lld sets × %@ — %@ — %@ — %@
de: %lld Sätze × %@ — %@ — %@ — %@
es: %lld series × %@ — %@ — %@ — %@
fr: %lld séries × %@ — %@ — %@ — %@
hy: %lld մոտեցում × %@ — %@ — %@ — %@
it: %lld serie × %@ — %@ — %@ — %@
ka: %lld სეტი × %@ — %@ — %@ — %@
ru: %lld подходов × %@ — %@ — %@ — %@
sr: %lld серија × %@ — %@ — %@ — %@

# experienceLevel.advanced
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
hy: Առաջադեմ
it: Avanzato
ka: გამოცდილი
ru: Продвинутый
sr: Напредни

# experienceLevel.moderate
source: Moderate
de: Mittel
es: Moderado
fr: Modéré
hy: Միջին
it: Moderato
ka: საშუალო
ru: Средний
sr: Средњи

# experienceLevel.newbie
source: Newbie
de: Anfänger
es: Principiante
fr: Débutant
hy: Սկսնակ
it: Principiante
ka: დამწყები
ru: Новичок
sr: Почетник

# feedback.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
hy: Փակել
it: Chiudi
ka: დახურვა
ru: Закрыть
sr: Затвори

# feedback.cta.send
source: Send
de: Senden
es: Enviar
fr: Envoyer
hy: Ուղարկել
it: Invia
ka: გაგზავნა
ru: Отправить
sr: Пошаљи

# feedback.cta.sending
source: Sending…
de: Wird gesendet …
es: Enviando…
fr: Envoi en cours…
hy: Ուղարկվում է…
it: Invio in corso…
ka: იგზავნება…
ru: Отправка…
sr: Слање…

# feedback.disclosure
source: Sent with your report: Soma %@ (%@), iOS %@.
de: Mit deinem Bericht gesendet: Soma %@ (%@), iOS %@.
es: Enviado con tu informe: Soma %@ (%@), iOS %@.
fr: Envoyé avec ton rapport : Soma %@ (%@), iOS %@.
hy: Ուղարկվել է ձեր զեկույցի հետ միասին՝ Soma %@ (%@), iOS %@։
it: Inviato con la tua segnalazione: Soma %@ (%@), iOS %@.
ka: გაგზავნილია თქვენს მოხსენებასთან ერთად: Soma %@ (%@), iOS %@.
ru: Отправлено вместе с вашим отчётом: Soma %@ (%@), iOS %@.
sr: Послато уз твој извештај: Soma %@ (%@), iOS %@.

# feedback.intro
source: Found a bug or have an idea? It goes straight to the team.
de: Einen Fehler gefunden oder eine Idee? Es geht direkt an das Team.
es: ¿Encontraste un error o tienes una idea? Va directo al equipo.
fr: Un bug ou une idée ? Ça part directement à l'équipe.
hy: Սխալ ես գտել կամ գաղափար ունե՞ս։ Ուղիղ գնում է թիմին։
it: Hai trovato un bug o hai un'idea? Arriva direttamente al team.
ka: იპოვეთ შეცდომა თუ გაქვთ იდეა? პირდაპირ გუნდს მიდის.
ru: Нашли баг или есть идея? Отправится прямо команде.
sr: Нашао си грешку или имаш идеју? Иде директно тиму.

# feedback.noun.report
source: report
de: Bericht
es: reporte
fr: signalement
hy: զեկույց
it: segnalazione
ka: რეპორტი
ru: отчёт
sr: извештај

# feedback.placeholder.bug
source: What happened, and what did you expect instead?
de: Was ist passiert, und was hättest du stattdessen erwartet?
es: ¿Qué pasó y qué esperabas que pasara?
fr: Que s'est-il passé et à quoi vous attendiez-vous ?
hy: Ի՞նչ պատահեց, և ի՞նչ էիր սպասում փոխարենը։
it: Cos'è successo e cosa ti aspettavi invece?
ka: რა მოხდა და რას ელოდი მის ნაცვლად?
ru: Что случилось и что должно было произойти вместо этого?
sr: Шта се десило, а шта је требало да се деси уместо тога?

# feedback.placeholder.other
source: What's on your mind?
de: Was beschäftigt dich?
es: ¿Qué tienes en mente?
fr: Qu'avez-vous en tête ?
hy: Ի՞նչ ես մտածում։
it: Cosa hai in mente?
ka: რაზე ფიქრობ?
ru: Что у тебя на уме?
sr: Шта ти је на уму?

# feedback.send.error
source: Couldn't send right now. Check your connection and try again.
de: Senden gerade nicht möglich. Prüfe deine Verbindung und versuch es erneut.
es: No se pudo enviar ahora. Revisa tu conexión e inténtalo de nuevo.
fr: Impossible d'envoyer pour le moment. Vérifiez votre connexion et réessayez.
hy: Չհաջողվեց ուղարկել։ Ստուգիր կապը և նորից փորձիր։
it: Impossibile inviare ora. Controlla la tua connessione e riprova.
ka: ვერ გაიგზავნა. შეამოწმე კავშირი და სცადე ისევ.
ru: Не удалось отправить. Проверь подключение и попробуй снова.
sr: Тренутно не може да се пошаље. Провери везу и покушај поново.

# feedback.sent.body
source: Your feedback went straight to the team. We read every one.
de: Dein Feedback ging direkt an das Team. Wir lesen jedes einzelne.
es: Tu comentario llegó directamente al equipo. Leemos todos.
fr: Ton commentaire est allé directement à l'équipe. On les lit tous.
hy: Ձեր կարծիքն ուղիղ գնաց թիմին։ Մենք կարդում ենք բոլորը։
it: Il tuo feedback è arrivato direttamente al team. Li leggiamo tutti.
ka: თქვენი გამოხმაურება პირდაპირ გუნდს მიუვიდა. ჩვენ ყველას ვკითხულობთ.
ru: Ваш отзыв отправлен прямо команде. Мы читаем каждый.
sr: Твоја повратна информација је стигла директно тиму. Читамо сваку.

# feedback.sent.done
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Готово

# feedback.sent.title
source: Thank you!
de: Danke!
es: ¡Gracias!
fr: Merci !
hy: Շնորհակալություն!
it: Grazie!
ka: გმადლობთ!
ru: Спасибо!
sr: Хвала!

# feedback.type.bug
source: Bug
de: Fehler
es: Error
hy: Սխալ
ka: ბაგი
ru: Баг
sr: Грешка

# feedback.type.idea
source: Idea
de: Idee
fr: Idée
hy: Գաղափար
ka: იდეა
ru: Идея
sr: Идеја

# feedback.type.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
hy: Այլ
it: Altro
ka: სხვა
ru: Другое
sr: Остало

# feedback.typePicker.label
source: Type
de: Typ
es: Tipo
hy: Տեսակ
it: Tipo
ka: ტიპი
ru: Тип
sr: Тип

source: foam roller
de: Faszienrolle
es: Rodillo de espuma
fr: Rouleau de massage
hy: Փրփուր գլան
it: Rullo in schiuma
ka: ქაფის საგორავი
ru: Массажный ролик
sr: Пена ролер

# generationProgress.workoutPlanStages.stage1
source: Reading your health data…
de: Deine Gesundheitsdaten werden gelesen…
es: Leyendo tus datos de salud…
fr: Lecture de vos données de santé…
hy: Կարդում ենք քո առողջության տվյալները…
it: Lettura dei tuoi dati sulla salute…
ka: ვკითხულობთ შენს ჯანმრთელობის მონაცემებს…
ru: Читаем твои данные о здоровье…
sr: Читамо твоје здравствене податке…

# generationProgress.workoutPlanStages.stage2
source: Matching exercises…
de: Übungen werden zugeordnet…
es: Emparejando ejercicios…
fr: Association des exercices…
hy: Ընտրում ենք վարժություններ…
it: Abbinamento degli esercizi…
ka: ვირჩევთ სავარჯიშოებს…
ru: Подбираем упражнения…
sr: Бирамо вежбе…

# generationProgress.workoutPlanStages.stage3
source: Sequencing your workout…
de: Dein Training wird zusammengestellt…
es: Ordenando tu entrenamiento…
fr: Organisation de votre entraînement…
hy: Կազմում ենք քո մարզման հերթականությունը…
it: Organizzazione del tuo allenamento…
ka: ვაწყობთ შენს ვარჯიშს…
ru: Выстраиваем порядок тренировки…
sr: Слажемо редослед твог тренинга…

# generationProgress.workoutPlanStages.stage4
source: Finishing touches…
de: Letzte Feinheiten…
es: Últimos detalles…
fr: Touches finales…
hy: Ավարտական մանրամասներ…
it: Ultimi dettagli…
ka: ბოლო შტრიხები…
ru: Завершающие штрихи…
sr: Завршни детаљи…

# goalCreation.button.startBlock
source: Start the block
de: Block starten
es: Iniciar el bloque
fr: Démarrer le bloc
hy: Սկսել բլոկը
it: Avvia il blocco
ka: ბლოკის დაწყება
ru: Начать блок
sr: Покрени блок

# goalCreation.button.starting
source: Starting…
de: Wird gestartet …
es: Comenzando…
fr: Démarrage…
hy: Մեկնարկում է…
it: Avvio in corso…
ka: იწყება…
ru: Запуск…
sr: Покретање…

# goalCreation.error.baselineFailed
source: Your goal started, but the baseline couldn't be saved — tap the button again to retry.
de: Dein Ziel wurde gestartet, aber die Basis konnte nicht gespeichert werden — tippe erneut auf den Button, um es noch einmal zu versuchen.
es: Tu objetivo empezó, pero no se pudo guardar la base — vuelve a tocar el botón para reintentarlo.
fr: Votre objectif a démarré, mais la référence n'a pas pu être enregistrée — appuyez à nouveau sur le bouton pour réessayer.
hy: Քո նպատակը սկսվեց, բայց ելակետային ցուցանիշը հնարավոր չեղավ պահպանել — կրկին սեղմիր կոճակը՝ նորից փորձելու համար:
it: Il tuo obiettivo è iniziato, ma non è stato possibile salvare la base — tocca di nuovo il pulsante per riprovare.
ka: შენი მიზანი დაიწყო, მაგრამ საწყისი მაჩვენებლის შენახვა ვერ მოხერხდა — დააჭირე ღილაკს ისევ, რომ სცადო თავიდან.
ru: Твоя цель началась, но исходный показатель не удалось сохранить — нажми кнопку ещё раз, чтобы повторить.
sr: Твој циљ је почео, али почетна вредност није могла да се сачува — додирни дугме поново да поновиш покушај.

# goalCreation.error.startFailed
source: Couldn't start the goal. Try again.
de: Das Ziel konnte nicht gestartet werden. Versuch es erneut.
es: No se pudo iniciar el objetivo. Inténtalo de nuevo.
fr: Impossible de démarrer l'objectif. Réessayez.
hy: Չհաջողվեց սկսել նպատակը: Փորձիր կրկին:
it: Non è stato possibile avviare l'obiettivo. Riprova.
ka: მიზნის დაწყება ვერ მოხერხდა. სცადე ხელახლა.
ru: Не удалось начать цель. Попробуй снова.
sr: Циљ није могао да се покрене. Покушај поново.

# goalCreation.schedule.title
source: Schedule
de: Zeitplan
es: Calendario
fr: Planning
hy: Ժամանակացույց
it: Programma
ka: განრიგი
ru: Расписание
sr: Распоред

# goalHub.accessibility.goalOptions
source: Goal options
de: Zieloptionen
es: Opciones del objetivo
fr: Options de l'objectif
hy: Նպատակի ընտրանքներ
it: Opzioni obiettivo
ka: მიზნის პარამეტრები
ru: Настройки цели
sr: Опције циља

# goalHub.action.endGoal
source: End this goal
de: Dieses Ziel beenden
es: Finalizar este objetivo
fr: Mettre fin à cet objectif
hy: Ավարտել այս նպատակը
it: Termina questo obiettivo
ka: ამ მიზნის დასრულება
ru: Завершить эту цель
sr: Заврши овај циљ

# goalHub.baselineConfirmNote
source: Confirm your baseline in ~5 days — second attempts usually score higher. The better of the two becomes your starting point.
de: Bestätige deine Baseline in ~5 Tagen -- der zweite Versuch fällt meist besser aus. Der bessere der beiden wird dein Ausgangspunkt.
es: Confirma tu línea base en ~5 días: el segundo intento suele salir mejor. El mejor de los dos se convierte en tu punto de partida.
fr: Confirmez votre référence dans ~5 jours -- le deuxième essai est généralement meilleur. Le meilleur des deux devient votre point de départ.
hy: Հաստատեք ձեր բազային արժեքը ~5 օրից -- երկրորդ փորձն սովորաբար ավելի լավն է լինում։ Երկուսից լավագույնը կդառնա ձեր մեկնարկային կետը։
it: Conferma la tua baseline tra ~5 giorni -- il secondo tentativo di solito va meglio. Il migliore dei due diventa il tuo punto di partenza.
ka: დაადასტურეთ თქვენი საწყისი მაჩვენებელი ~5 დღეში -- მეორე მცდელობა ჩვეულებრივ უკეთესია. ორივედან უკეთესი გახდება თქვენი საწყისი წერტილი.
ru: Подтвердите базовый результат примерно через 5 дней — вторая попытка обычно лучше. Лучший из двух станет вашей стартовой точкой.
sr: Потврди своју почетну вредност за ~5 дана -- други покушај је обично бољи. Бољи од та два постаје твоја почетна тачка.

# goalHub.chart.noChangeCaption
source: No meaningful change yet — normal this early in the block.
de: Noch keine spürbare Veränderung -- normal so früh im Block.
es: Todavía sin un cambio significativo: es normal tan al principio del bloque.
fr: Pas encore de changement significatif -- normal si tôt dans le bloc.
hy: Դեռ էական փոփոխություն չկա -- նորմալ է բլոկի այս վաղ փուլում։
it: Ancora nessun cambiamento significativo -- normale così presto nel blocco.
ka: ჯერ მნიშვნელოვანი ცვლილება არ არის -- ნორმალურია ბლოკის ამ ადრეულ ეტაპზე.
ru: Пока нет заметных изменений — это нормально в начале блока.
sr: Још увек нема значајне промене -- нормално је овако рано у блоку.

# goalHub.chart.noMeasurements
source: No measurements yet — your baseline starts the chart.
de: Noch keine Messwerte -- deine Baseline eröffnet das Diagramm.
es: Aún no hay mediciones: tu línea base inicia el gráfico.
fr: Aucune mesure pour l'instant -- votre référence lance le graphique.
hy: Դեռ ոչ մի չափում չկա -- ձեր բազային արժեքը սկսում է գրաֆիկը։
it: Nessuna misurazione ancora -- la tua baseline apre il grafico.
ka: ჯერ არცერთი გაზომვა არ არის -- თქვენი საწყისი მაჩვენებელი იწყებს გრაფიკს.
ru: Пока нет замеров — базовый результат откроет график.
sr: Још увек нема мерења -- твоја почетна вредност покреће графикон.

# goalHub.chart.onePoint
source: Only one data point so far.
de: Bisher nur ein Datenpunkt.
es: Solo un dato hasta ahora.
fr: Un seul point de données pour l'instant.
hy: Առայժմ ընդամենը մեկ տվյալ կա։
it: Solo un dato finora.
ka: ჯერ მხოლოდ ერთი მონაცემია.
ru: Пока только одна точка данных.
sr: Само једна тачка података до сада.

# goalHub.chart.trendCaption
source: %@ since your baseline.
de: %@ seit deiner Baseline.
es: %@ desde tu línea base.
fr: %@ depuis votre référence.
hy: %@ ձեր բազային արժեքից ի վեր։
it: %@ dalla tua baseline.
ka: %@ თქვენი საწყისი მაჩვენებლიდან.
ru: %@ с вашего базового результата.
sr: %@ од твоје почетне вредности.

# goalHub.coachShare.description
source: Sessions done and your measurements as one card — send it back to %@.
de: Absolvierte Einheiten und deine Messwerte in einer Karte -- schick sie an %@ zurück.
es: Sesiones hechas y tus mediciones en una sola tarjeta: envíasela a %@.
fr: Séances effectuées et vos mesures en une seule carte -- renvoyez-la à %@.
hy: Կատարված մարզումները և ձեր չափումները մեկ քարտում -- ուղարկեք %@-ին։
it: Sessioni fatte e le tue misurazioni in un'unica scheda -- rimandala a %@.
ka: შესრულებული სესიები და თქვენი გაზომვები ერთ ბარათად -- გაუგზავნეთ %@-ს.
ru: Выполненные тренировки и ваши замеры на одной карточке — отправьте её %@.
sr: Одрађене сесије и твоја мерења на једној картици -- пошаљи је %@.

# goalHub.coachShare.recipientFallback
source: your coach
de: deinen Coach
es: tu entrenador
fr: votre coach
hy: ձեր մարզչին
it: il tuo coach
ka: თქვენს მწვრთნელს
ru: вашего тренера
sr: твог тренера

# goalHub.coachShare.sessionsLine.noTotal
source: %lld sessions
de: %lld Einheiten
es: %lld sesiones
fr: %lld séances
hy: %lld պարապմունք
it: %lld sessioni
ka: %lld სესია
ru: %lld сессий
sr: %lld сесија

# goalHub.coachShare.sessionsLine.withTotal
source: %lld of %lld sessions
de: %lld von %lld Einheiten
es: %lld de %lld sesiones
fr: %lld séances sur %lld
hy: %lld/%lld պարապմունք
it: %lld di %lld sessioni
ka: %lld სესია %lld-დან
ru: %lld из %lld сессий
sr: %lld од %lld сесија

# goalHub.coachShare.title
source: For your coach
de: Für deinen Coach
es: Para tu entrenador
fr: Pour votre coach
hy: Ձեր մարզչի համար
it: Per il tuo coach
ka: თქვენი მწვრთნელისთვის
ru: Для тренера
sr: За твог тренера

# goalHub.endDialog.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
hy: Չեղարկել
it: Annulla
ka: გაუქმება
ru: Отмена
sr: Откажи

# goalHub.endDialog.message
source: Your measurements stay in your history.
de: Deine Messwerte bleiben in deinem Verlauf erhalten.
es: Tus mediciones permanecen en tu historial.
fr: Vos mesures restent dans votre historique.
hy: Ձեր չափումները կմնան ձեր պատմության մեջ։
it: Le tue misurazioni restano nella tua cronologia.
ka: თქვენი გაზომვები დარჩება თქვენს ისტორიაში.
ru: Ваши замеры останутся в истории.
sr: Твоја мерења остају у твојој историји.

# goalHub.endDialog.pauseInstead
source: Pause instead
de: Stattdessen pausieren
es: Pausar en su lugar
fr: Mettre en pause à la place
hy: Փոխարենը դադարեցնել
it: Metti in pausa invece
ka: სამაგიეროდ დაპაუზება
ru: Приостановить вместо этого
sr: Уместо тога паузирај

# goalHub.endDialog.title
source: End this goal?
de: Dieses Ziel beenden?
es: ¿Finalizar este objetivo?
fr: Mettre fin à cet objectif ?
hy: Ավարտե՞լ այս նպատակը։
it: Terminare questo obiettivo?
ka: დაასრულოთ ეს მიზანი?
ru: Завершить эту цель?
sr: Заврши овај циљ?

# goalHub.error.end
source: Couldn't end the goal. Try again.
de: Das Ziel konnte nicht beendet werden. Versuch es erneut.
es: No se pudo terminar el objetivo. Inténtalo de nuevo.
fr: Impossible de mettre fin à l'objectif. Réessayez.
hy: Չհաջողվեց ավարտել նպատակը: Փորձիր կրկին:
it: Impossibile terminare l'obiettivo. Riprova.
ka: მიზნის დასრულება ვერ მოხერხდა. სცადე ისევ.
ru: Не удалось завершить цель. Попробуй ещё раз.
sr: Циљ није могао да се заврши. Покушај поново.

# goalHub.error.pause
source: Couldn't pause the goal. Try again.
de: Das Ziel konnte nicht pausiert werden. Versuch es erneut.
es: No se pudo pausar el objetivo. Inténtalo de nuevo.
fr: Impossible de mettre l'objectif en pause. Réessayez.
hy: Չհաջողվեց դադարեցնել նպատակը: Փորձիր կրկին:
it: Impossibile mettere in pausa l'obiettivo. Riprova.
ka: მიზნის შეჩერება ვერ მოხერხდა. სცადე ისევ.
ru: Не удалось приостановить цель. Попробуй ещё раз.
sr: Циљ није могао да се паузира. Покушај поново.

# goalHub.error.resume
source: Couldn't resume the goal. Try again.
de: Das Ziel konnte nicht fortgesetzt werden. Versuch es erneut.
es: No se pudo reanudar el objetivo. Inténtalo de nuevo.
fr: Impossible de reprendre l'objectif. Réessayez.
hy: Չհաջողվեց վերսկսել նպատակը: Փորձիր կրկին:
it: Impossibile riprendere l'obiettivo. Riprova.
ka: მიზნის განახლება ვერ მოხერხდა. სცადე ისევ.
ru: Не удалось возобновить цель. Попробуй ещё раз.
sr: Циљ није могао да се настави. Покушај поново.

# goalHub.error.saveMeasurement
source: Couldn't save the measurement. Try again.
de: Die Messung konnte nicht gespeichert werden. Versuch es erneut.
es: No se pudo guardar la medición. Inténtalo de nuevo.
fr: Impossible d'enregistrer la mesure. Réessayez.
hy: Չհաջողվեց պահպանել չափումը: Փորձիր կրկին:
it: Impossibile salvare la misurazione. Riprova.
ka: გაზომვის შენახვა ვერ მოხერხდა. სცადე ისევ.
ru: Не удалось сохранить замер. Попробуй ещё раз.
sr: Мерење није могло да се сачува. Покушај поново.

# goalHub.eta.customRecheck
source: Re-check with your coach around %@
de: Erneute Überprüfung mit deinem Coach um den %@
es: Nueva revisión con tu entrenador alrededor del %@
fr: Nouveau point avec votre coach vers le %@
hy: Կրկին ստուգում ձեր մարզչի հետ մոտավորապես %@
it: Nuova verifica con il tuo coach intorno al %@
ka: ხელახალი შემოწმება მწვრთნელთან %@-ს ახლოს
ru: Повторная проверка с тренером около %@
sr: Поновна провера са тренером око %@

# goalHub.eta.nextStageNoHorizon
source: %@ — the next stage on the ladder
de: %@ -- die nächste Stufe der Leiter
es: %@ -- la siguiente etapa de la escalera
fr: %@ -- la prochaine étape du parcours
hy: %@ -- սանդուղքի հաջորդ փուլը
it: %@ -- la prossima tappa della scala
ka: %@ -- კიბის შემდეგი საფეხური
ru: %@ — следующая ступень на лестнице
sr: %@ -- следећа фаза на лествици

# goalHub.eta.nextStageWithHorizon
source: %@ — next stage · usually %lld–%lld weeks
de: %@ -- nächste Stufe · meist %lld–%lld Wochen
es: %@ -- siguiente etapa · normalmente %lld–%lld semanas
fr: %@ -- étape suivante · en général %lld–%lld semaines
hy: %@ -- հաջորդ փուլ · սովորաբար %lld–%lld շաբաթ
it: %@ -- fase successiva · di solito %lld–%lld settimane
ka: %@ -- შემდეგი ეტაპი · ჩვეულებრივ %lld–%lld კვირა
ru: %@ — следующий этап · обычно %lld–%lld нед.
sr: %@ -- следећа фаза · обично %lld–%lld недеља

# goalHub.eta.presetRange
source: ≈ %@ by %@
de: ≈ %@ bis %@
es: ≈ %@ para el %@
fr: ≈ %@ d'ici le %@
hy: ≈ %@ մինչև %@
it: ≈ %@ entro il %@
ka: ≈ %@ %@-მდე
ru: ≈ %@ к %@
sr: ≈ %@ до %@

# goalHub.eta.qualitativeCaption
source: Progress is sessions done plus your own check-in — no invented numbers.
de: Fortschritt sind absolvierte Einheiten plus dein eigenes Check-in -- keine erfundenen Zahlen.
es: El progreso son las sesiones hechas más tu propio check-in: sin números inventados.
fr: La progression, ce sont les séances faites plus votre propre point -- pas de chiffres inventés.
hy: Առաջընթացը կատարված մարզումներն են գումարած ձեր սեփական ստուգումը -- ոչ մի հորինված թիվ։
it: Il progresso sono le sessioni fatte più il tuo check-in -- nessun numero inventato.
ka: პროგრესი არის შესრულებული სესიები პლუს თქვენი საკუთარი შემოწმება -- გამოგონილი რიცხვების გარეშე.
ru: Прогресс — это выполненные тренировки плюс ваша самооценка, без выдуманных цифр.
sr: Напредак су одрађене сесије плус твоја лична провера -- без измишљених бројева.

# goalHub.eta.slip
source: Moved +%lld days.
de: Um +%lld Tage verschoben.
es: Se movió +%lld días.
fr: Décalé de +%lld jours.
hy: Տեղափոխվեց +%lld օրով:
it: Spostato di +%lld giorni.
ka: გადაიწია +%lld დღით.
ru: Сдвинуто на +%lld дн.
sr: Померено за +%lld дана.
